Repository: franck-paul/series
Catalog: locales/*/main.po
Languages: fr

source: Serie
fr: Série

source: Series
fr: Séries

source: This serie's comments Atom feed
fr: Flux Atom des commentaires de cette série

source: This serie's entries Atom feed
fr: Flux Atom des billets de cette série

source: Series of posts
fr: Séries de billets

source: All series
fr: Toutes les séries

source: Select serie (if necessary):
fr: Sélectionnez la série (si nécessaire) :

source: Recent posts for %s serie
fr: Billets récents pour la série %s

source: Series:
fr: Séries :

source: Add series
fr: Ajouter des séries

source: Remove series
fr: Supprimer des séries

source: Serie has been successfully added to selected entries
fr: La série a été ajoutée aux publications sélectionnées.

source: Are you sure you want to remove this serie?
fr: Êtes-vous sûr·e de vouloir supprimer cette série ?

source: Add a serie to this entry
fr: Ajouter une série à cette publication

source: all series
fr: toutes

source: Enter series separated by comma
fr: Séparez les séries par des virgules

source: Entries
fr: Séries

source: Add series to this selection
fr: Ajouter des séries à cette sélection

source: Series to add:
fr: Séries à ajouter :

source: Save
fr: Enregistrer

source: No series for selected entries
fr: Aucune série pour les billets sélectionnés

source: Remove selected series from this selection
fr: Supprimer les séries sélectionnées de cette sélection

source: Following series have been found in selected entries:
fr: Les séries suivantes ont été trouvées pour les billets sélectionnés :

source: Series list format:
fr: Format de la liste des séries :

source: series
fr: séries

source: No series on this blog.
fr: Aucune série sur ce blog.

source: The serie “%s” has been successfully renamed to “%s”
fr: La série « %s » a été renommée en « %s »

source: The serie “%s” has been successfully deleted
fr: La série « %s » a été supprimée

source: Are you sure you want to remove serie: “%s”?
fr: Êtes-vous sûr·e de vouloir supprimer la série : « %s » ?

source: Back to series list
fr: Retour à la liste des séries

source: Rename:
fr: Renommer :

source: Delete this serie
fr: Supprimer cette série

source: List of entries in this serie
fr: Liste des billets de cette série

source: Selected entries action:
fr: Action sur les billets sélectionnés :

source: List of series
fr: Liste des séries

source: Order by:
fr: Ordre des séries :

source: Serie name
fr: Nom de série

source: Sort:
fr: Tri :

source: Ascending
fr: Ascendant

source: Descending
fr: Descendant

source: Link to all series:
fr: Lien vers toutes les séries :

source: Other posts of the same serie(s)
fr: Autres billets de la/des même(s) série(s)

source: Siblings
fr: Connexes

source: Show titles of series
fr: Afficher le titre des séries

source: Order series by:
fr: Ordre des séries :

source: Include current entry:
fr: Inclure le billet courant :

source: Standard
fr: Normal

source: With link
fr: Avec l'URL

source: None
fr: Non

source: Order entries by:
fr: Trier les billets par :

source: Entry title
fr: Titre du billet
